supcik/idf-buzzer/buzzer/examples/get_started/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.3.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_WIFI_GMAC_SUPPORT=n
CONFIG_FREERTOS_USE_TRACE_FACILITY=y
CONFIG_MBEDTLS_GCM_SUPPORT_NON_AES_CIPHER=n
